Repository: BrilliantPlugins/wp-spatial-capabilities-check
Catalog: lang/wp-spatial-capabilities-check-*.po
Languages: pt_br

source: WP Spatial Capabilities Check
pt_br: WP Verifica Capacidades Espaciais

source: WordPress runs on MySQL and MariaDB so it makes sense that the spatial capabilites available depend on what the underlying database provides.
pt_br: WordPress é executado em MySQL e MariaDB portanto faz sentido que as capacidades espaciais disponíveis dependem no quais capacidades o Banco de Dados oferece.

source: Initial spatial support arrived in MySQL 5.4.2, and is in all versions of MariaDB. Until MySQL 5.6.1 and MariaDB 5.3.3 most spatial operators worked on the bounding box instead of on the actual geometry. For details on why this was a huge limitation, see %1$sthis blog post from Percona.com%2$s.
pt_br: Apoio espatial chegou em MySQL 5.4.2, e esta em todos os versões de MariaDB. Porem, até MySQL 5.6.1 e MariaDB 5.3.3 a maioria dos operaçoes espacias funcionavam com o bounding box em vez do proprio geometria. Para detalhes de porque este foi um limitação enorme, veja %1$seste post no blog de Percona.com%2$s.

source: Resources
pt_br: Recursos

source: As you add functionality to your WordPress install, the following resources may be useful to you:
pt_br: Em quanto você addiçiona funcionalidade no seu install de WordPRess, os seguintes recursos podem ser úties:

source: WherePress.com - GIS for WordPress and MySQL
pt_br: WherePress.com - SIG para WordPRess e MySQL

source: MySQL and MariaDB Spatial Support Matrix
pt_br: Matriz de apoio espacial de MySQL e MariaDB

source: Spatial function reference for MySQL 5.4
pt_br: Referência de funções espacias para MySQL 5.4

source: Spatial function reference for MySQL 5.5
pt_br: Referência de funções espacias para MySQL 5.5

source: Spatial function reference for MySQL 5.6
pt_br: Referência de funções espacias para MySQL 5.6

source: Spatial function reference for MySQL 5.7
pt_br: Referência de funções espacias para MySQL 5.7

source: Spatial function reference for MariaDB
pt_br: Referência de funções espacias para MariaDB

source: Your database version is %1$s.
pt_br: Seu versão de banco de dados é %1$s.

source: The following table was created by querying your current database connection.
pt_br: A tabela a seguir foi gerado por meio de consultas á connexão de banco de dados atual.

source: The capabilities table could not be generated.
pt_br: A tabela de capabilidades não podia ser gerado.

source: Spatial Capabilites
pt_br: Capacidades Espacias

source: Function Name
pt_br: Nome do Função

source: Function Exists?
pt_br: Função Existe?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Check Now
pt_br: Verifica Agora

source: Check what spatial functions your version of MySQL or MariaDB has available.
pt_br: Verifica quais funções espaciais estão disponível em seu versão de MySQL ou MariaDB.
